Repository: ximepa/moneypot-api
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uk

source: items list
uk: предмети

source: purchase items data is read only!
uk: дані закупки змінити не можна

source: movement history
uk: історія переміщень

source: transaction items data is read only!
uk: предмети транзакції тільки для перегляду

source: Transaction {trans} not completed. cannot rollback
uk: Транзакція {trans} ще не завершена. Неможливо зробити відкат

source: rollback
uk: відкат

source: serials list
uk: серійні номери

source: serials
uk: серійні номери

source: chunks list
uk: куски

source: chunks
uk: куски

source: Place does not exist
uk: Місце не існує

source: > ALL
uk: > ВСІ

source: Category does not exist
uk: Категорія не існує

source: <{name}> items
uk: <{name}> предмети

source: Item does not exist
uk: Предмет не існує

source: Serials for <{name}> in <{place}>
uk: Серійні номери для <{name}> в <{place}>

source: Chunks for <{name}> in <{place}>
uk: Куски для <{name}> в <{place}>

source: Movement history for <{category_name}> in <{place_name}>
uk: Історія переміщень для <{category_name}> в <{place_name}>

source: Movement history for <{place_name}>
uk: Історія переміщень для <{place_name}>

source: Movement history for <{serial_name}> in <{place_name}>
uk: Історія переміщень для <{serial_name}> в <{place_name}>

source: Movement history for <{serial_name}>
uk: Історія переміщень для <{serial_name}>

source: processed %s
uk: списано %s

source: Error: no comment for %s
uk: Помилка: немає коментаря для %s

source: Process to void
uk: Списати

source: Selected cell does not exist
uk: Обрана комірка не існує

source: Updated items count: {cnt}, Cell: {cell}
uk: Оновлено пердметів: {cnt}, Комірка: {cell}

source: Update cell of selected rows
uk: Оновити комірки для обраних предметів

source: unit type `%s` can not have serials
uk: одиниця виміру `%s` не може мати серійних номерів

source: can't set serial when serial list not empty
uk: неможливо зберегти серійний номер якщо список серійних номерів не порожній

source: serials count error: {count}≠{quantity}
uk: помилка кількості серійних номерів: {count}≠{quantity}

source: serial <{serial}> <{category}> not found in <{place}>
uk: серійний номер <{serial}> <{category}> не знайдений в <{place}>

source: force complete
uk: завершити

source: already completed
uk: вже було завершено

source: serials range left and right parts length mismatch: {raw_serial}
uk: помилка діапазону серійних номерів: ліва і права частини мають різну довжину {raw_serial}

source: serials range format error: {raw_serial}
uk: помилка формату діапазону серійних номерів: {raw_serial}

source: serials range left and right parts base mismatch: {raw_serial}, {lb}≠{rb}
uk: помилка діапазону серійних номерів: ліва і права частини відрізняються основами: {raw_serial}, {lb}≠{rb}

source: serials data non unique
uk: серійні номери мають повтори

source: integer unit
uk: ціле число

source: decimal unit
uk: не ціле число

source: name
uk: ім'я

source: unit type
uk: тим одиниці виміру

source: unit
uk: одиниця виміру

source: units
uk: одиниці виміру

source: stackable
uk: можуть бути з'єднані

source: parent
uk: батьківський елемент

source: comment
uk: коментар

source: item category
uk: категорія предмету

source: item categories
uk: категорії предметів

source: Unit must be set for object or for one of its parents.
uk: Одиниця виміру має бути вказана для об'єкта чи для одного з батьківських елементів

source: Stackable must be set for object or for one of its parents.
uk: Можливість з'єднання має бути вказана для об'єкта чи для одного з батьківських елементів

source: view
uk: переглянути

source: view movement
uk: рух товару

source: view storage
uk: переглянути місце

source: view in tree
uk: у вигляді дерева

source: prefix
uk: префікс

source: last code
uk: останній код

source: item category comment
uk: коментар до категорій

source: item category comments
uk: коментарі до категорій

source: is shop
uk: це магазин?

source: has cells
uk: має комірки?

source: has chunks
uk: має відрізки?

source: place
uk: місце

source: places
uk: місця

source: view place
uk: переглянути місце

source: view items
uk: переглянути предмети

source: view item quantity
uk: переглянути кількість предметів

source: view item serial
uk: переглянути серійні номери

source: accept transactions
uk: прийняти транзакцію

source: request item store
uk: запросити як пункт призначення

source: request item withdraw
uk: запросити як джерело

source: change serial
uk: змінити серійний номер

source: change chunks
uk: змінити відрізки

source: modify items
uk: змінити предмети (super user)

source: make purchase
uk: створити закупівлю

source: make auto purchase
uk: створити автоматичну закупівлю

source: Can not withdraw <{item}> from <{place}>: not found.
uk: Неможливо забрати <{item}> з <{place}>: не знайдено.

source: Can not withdraw <{item}> from <{place}>: quantity >1 for serial <{serial}>
uk: Неможливо забрати <{item}> з <{place}>: кількість не 1 для серійного номера <{serial}>

source: Can not withdraw <{item}> from <{place}>: serial <{serial}> not found
uk: Неможливо забрати <{item}> з <{place}>: серыйний номер <{serial}> не знайдено

source: quantity
uk: кількість

source: unit type `%s` can not be decimal
uk: одиниця виміру `%s` повинна бути цілою

source: Purchase
uk: Закупка

source: price
uk: ціна

source: price usd
uk: ціна $

source: purchase item
uk: предмет закупка

source: purchase items
uk: предмети закупки

source: view item price
uk: переглянути ціну

source: payer
uk: платник

source: payers
uk: платники

source: created at
uk: створено

source: completed at
uk: завершено

source: is completed
uk: завершено

source: is prepared
uk: підготовлено

source: items
uk: предмети

source: source
uk: джерело

source: destination
uk: пункт призначення

source: auto source
uk: автоматичне джерело

source: purchase
uk: закупка

source: purchases
uk: закупки

source: auto source is allowed for shops only
uk: автоматичне джерело дозволено тільки якщо джерело це магазин

source: is reserved
uk: зарезервовано

source: reserved by transaction
uk: зарезервовано в транзакції

source: item
uk: предмет

source: please provide serial to withdraw
uk: вкажіть серійні номери

source: please provide chunk to withdraw
uk: вкажіть відрізки

source: Serials count does not match requested quantity
uk: помилка кількості серійних номерів: {count}≠{quantity}

source: Serial {serial} doesn't belong to item {item}
uk: серійний номер {serial} не прив'язаний до предмета {item}

source: Chunks length lesser than requested quantity
uk: Кусок коротший за заявлену кількість

source: Unit {unit} can not have value {quantity}
uk: Одиниця виміру {unit} не може прийняти значенння {quantity}

source: Requested quantity more than available
uk: Заявленя кількість перевищує залишок

source: Cancelled due to dry_run option
uk: Відмінено через dry_run опцію

source: Item category must match
uk: Категорії предметів маюсть співпадати

source: Destination item must exist in db
uk: Предмет призначення має ісеувати в базі данних

source: Source item must exist in db
uk: Предмет передачі має ісеувати в базі данних

source: Can't join item with itself
uk: Не можу об'єднати предмет із самим собою

source: serial
uk: серійний номер

source: label
uk: мітка

source: chunk
uk: кусок

source: item transaction
uk: предмет транзакції

source: transaction item
uk: предмет транзакції

source: transaction items
uk: предмети транзакції

source: Can't complete transaction because transaction item haven't destination
uk: Не можна завершити транзакцію тому, що в предметі транзакції відсутній пункт презначення

source: source negotiated
uk: джерело погоджено

source: destination negotiated
uk: пункт призначення погоджено

source: source confirmed
uk: джерело підтверджено

source: destination confirmed
uk: пункт призначення підтверджено

source: comment places
uk: місця по лінії

source: transaction
uk: транзакція

source: list is not confirmed by source
uk: список предметів не підтверджений джерелом

source: list is not confirmed by destination
uk: список предметів не підтверджений в пункті призначення

source: transaction is not confirmed by source
uk: транзакція не підтверджена джерелом

source: transaction is not confirmed by destination
uk: Транзакція не підтверджена в пункті призначення

source: order serial
uk: приходнік

source: order serials
uk: приходніки

source: contract serial
uk: договір

source: contract serials
uk: договори

source: item_category
uk: категорія предмету

source: transaction_item
uk: предмет транзакції

source: item movement
uk: рух товару

source: items movements
uk: рух товарів

source: serial movement
uk: рух серійного номера

source: serials movements
uk: рух серійних номерів

source: old serial
uk: старий серійний номер

source: new serial
uk: новий серійний номер

source: fix: serial transform
uk: fix: заміна серійного номеру

source: fix: serial transforms
uk: fix: заміна серійних номерів

source: old item category
uk: стара категорія предмету

source: new item category
uk: нова категорія предмету

source: fix: category merge
uk: fix: об'єднання категорій

source: fix: category merges
uk: fix: об'єднання категорій

source: old place
uk: старе місце

source: new place
uk: нове місце

source: fix: place merge
uk: fix: об'єднання місць

source: fix: place merges
uk: fix: об'єднання місць

source: cell
uk: комірка

source: cells
uk: комірки

source: transmuted item category
uk: нова категорія предмету

source: transmutation
uk: трансмутація

source: transmutation item
uk: предмет трансмутації

source: transmutation items
uk: предмети трансмутації

source: No transmutation items added
uk: Не додано жодного пердмету для транстутації

source: Fix: transmutation
uk: Fix: трансмутація

source: Fix: transmutations
uk: Fix: трансмутації

source: warranty date
uk: гарантійна дата

source: warranty dates
uk: гарантійні дати

source: return
uk: повернення

source: return item
uk: предмет повернення

source: return items
uk: предмети повернення

source: No return items added
uk: Не додано жодного пердмету для повернення

source: returns
uk: повернення

source: withdraw from storage
uk: виписано із складу

source: withdraws from storage
uk: виписано із складу

source: worker's item
uk: залишки (остатки)

source: worker's items
uk: залишки (остатки)

source: worker's return from address
uk: повернення на склад (своє або з адреси)

source: worker's returns from addresses
uk: повернення на склад (своє або з адреси)

source: worker's used item
uk: списано

source: worker's used items
uk: списано

source: worker's installed item
uk: встановлено на адресі

source: worker's installed items
uk: встановлено на адресі

source: serials range left and rigth parts length mismatch: {raw_serial}
uk: помилка діапазону серійних номерів: ліва і права частини мають різну довжину {raw_serial}

source: user does not have configured place in profile
uk: користувач не має прив'язаного місця в профілі

source: You have no access to workers group. Please contact your administrator and ask him to grant you access.
uk: Ви не входите в групу працівників. Зверніться до адміністратора і запросіть доступ до цієї групи

source: Home
uk: Домівка

source: Add
uk: Додати

source: Change
uk: Змінити

source: Sklad
uk: Склад

source: Open All Items
uk: Розгорнути всі дерева

source: Close All Items
uk: Згорнути всі дерева

source: History
uk: Історія

source: View on site
uk: переглянути

source: Please correct the error below.
uk: Виправте помилку нижче

source: Please correct the errors below.
uk: Виправте помилки нижче

source: Add %(name)s
uk: Додати %(name)s

source: Filter
uk: Фільтр

source: Save
uk: Зберегти

source: Recent Actions
uk: Нещодавні дії

source: My Actions
uk: Мої дії

source: change
uk: змінити

source: Add another %(model)s
uk: Додати інше %(model)s
